tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kylef/formulae"
brew "bat"
brew "fd"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "lsd"
brew "n"
brew "pinentry-mac"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "tree"
brew "xclogparser"
brew "zplug", args: ["HEAD"]
brew "kylef/formulae/swiftenv"
cask "docker"
cask "iterm2"
cask "proxyman"
cask "sourcetree"
cask "visual-studio-code"
