tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "iainsmith/cask-upgrade"
tap "kylef/formulae"
tap "robotsandpencils/made"
brew "aria2"
brew "sqlite"
brew "awscli"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "n"
brew "neovim"
brew "openapi-generator"
brew "pinentry-mac"
brew "pipx"
brew "rbenv"
brew "rcm"
brew "ripgrep"
brew "rustup-init"
brew "terraform"
brew "tmux"
brew "tree"
brew "xclogparser"
brew "yarn"
brew "zplug", args: ["HEAD"]
brew "robotsandpencils/made/xcodes"
cask "1password"
cask "alfred"
cask "android-studio"
cask "docker"
cask "iterm2"
cask "obsidian"
cask "postgres-unofficial"
cask "proxyman"
cask "sourcetree"
cask "visual-studio-code"
