tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kylef/formulae"
brew "awscli"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "jq"
brew "lsd"
brew "n"
brew "neovim"
brew "pinentry-mac"
brew "pipx"
brew "rbenv"
brew "rcm"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "xclogparser"
brew "yarn"
brew "zplug"
cask "docker"
cask "iterm2"
cask "obsidian"
cask "proxyman"
cask "sourcetree"
cask "visual-studio-code"
